Repository: rakkateichou/daily-planner
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Hello World!
ru: Привет, мир!

# tasksStringComplete
source: You completed all tasks today
ru: Вы выполнили все задачи на сегодня!

# tasksStringOne
source: You have 1 task left to complete today
ru: У вас осталась одна задача на сегодня

# tasksStringIncomplete
source: You have {num} tasks left to complete today
ru: У вас осталось {num} задач на сегодня

# addNewTaskQ
source: Add a new task?
ru: Добавить новую задачу?

source: Task deleted
ru: Задача удалена

source: Undo
ru: Отменить

# typeTaskHere
source: Type your task here
ru: Напишите задачу здесь

# taskTime
source: What time do you want to put the task on?
ru: Время и дата задачи

# tasksTitle
source: Tasks
ru: Задачи

# pastTasksTitle
source: Past Tasks
ru: Прошедшие задачи

# emptyTaskContent
source: *empty* ;)
ru: *Пусто* ;)

# editTaskTitle
source: Edit Task
ru: Редактировать задачу

# alertDialogDeleteTitle
source: Delete {num} tasks?
ru: Удалить {num} задач?

# alertDialogDeleteMessage
source: Are you sure you want to delete {num} tasks?
ru: Вы уверены, что хотите удалить {num} задач?

source: Cancel
ru: Отмена

source: Delete
ru: Удалить

# selectedTasks
source: {num, plural, =1 {1 item selected} other {{num} items selected}}
ru: {num, plural, =1 {Выбрана 1 задача} other {Выбрано {num} задач}}

# deletedTasks
source: {num, plural, =1 {1 task deleted} other {{num} tasks deleted}}
ru: {num, plural, =1 {Удалена 1 задача} other {Удалено {num} задач}}

# hintSearch
source: Start typing to search
ru: Поиск

source: Task Reminder
ru: Напоминание

source: No tasks
ru: Нет задач
